# Brewfile
#brew "asdf"
brew "bash"
brew "bash-completion"
brew "bat" # cat with syntax highlighting
brew "duti" # set default apps for file types
brew "eza" # better ls
brew "fd" # find alternative
brew "font-fira-code-nerd-font"
brew "fzf" # fuzzy file finder
brew "git"
brew "git-delta"
brew "glow" # render markdown in terminal
brew "mise" # tool management
brew "neovim" # editor
brew "oha" # http benchmarking tool
brew "ripgrep" # better grep (rg)
brew "starship" # shell prompt
brew "the_silver_searcher" # another grep tool (ag)
brew "viu" # terminal image viewer
brew "zoxide" # better dir navigation (cd)

cask "skitch"
