# Brewfile
#brew "asdf"
brew "bash"
brew "bash-completion"
brew "bat"
brew "duti"
brew "fd"
brew "font-fira-code-nerd-font"
brew "fzf"
brew "git"
brew "git-delta"
brew "glow"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "the_silver_searcher"
brew "viu"
brew "zoxide"

cask "skitch"
